[Information]
TRANSLATOR=Hrant Ohanyan
VERSION=3.0.3

[Language]
LANGUAGE=Հայերեն
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x002B, 0x042B

[Menu]
FILE=&Ֆայլ
FILE_EXIT=&Փակել
EDIT=&Խմբագրել
EDIT_COPY=&Պատճենել
THEME=&Տեսք
HELP=&Օգնություն
HELP_ABOUT=&CrystalDiskMark-ի մասին
LANGUAGE=Լեզու
ZOOM=&Չափորոշում
AUTO=&Ինքնորոշ

; 3.0
TEST_DATA=&Թեստավորման տվյալներ
DEFAULT_RANDOM=Ինքնորոշ (Պատահական)

; 4.0
SETTINGS=&Կարգավորումներ
SAVE=&Պահպանել
QUEUES_THREADS=&Հարցումներ և շղթաներ
IE8_MODE=&IE8 եղանակ

; 4.1
INTERVAL_TIME=Ընդմիջելու ժամանակ
SECOND=վայր.
MINUTE=րոպե
HOUR=ժամ

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

; 5.1.0
SELECT_FOLDER=Select Folder

[Message]
STOP_BENCHMARK=Կանգնեցնել թեստավորումը
DISK_CAPACITY_ERROR=Չկա ազատ տեղ
DISK_CREATE_FILE_ERROR=Սխալ՝ ֆայլը ստեղծելիս
DISK_WRITE_ERROR=Գրելու սխալ
DISK_READ_ERROR=Կարդալու սխալ

[Title]
TEST_DRIVE=Ընտրեք սկավառակը
TEST_SIZE=Թեստի չափ
TEST_COUNT=Թեստի քանակ

[WindowTitle]
ABOUT=CrystalDiskMark-ի մասին
QUEUES_THREADS=Հարցումներ և շղթաներ
